Repository: MaddTheSane/colloquy-1
Catalog: Mac-Old/Mac-Old/Interfaces/Languages/mul.lproj/JVBuddyInspector.xcstrings
Source language: en
Languages: ja, nb, nl

# 160.title
source: None
ja: なし
nb: Ingen
nl: Geen

# 208.ibShadowedToolTip
source: Add identifier
ja: 識別名を追加します
nb: Legg til identifiserer

# 209.ibShadowedToolTip
source: Edit identifier
ja: 識別名を編集します
nb: Rediger identifiserer

# 210.ibShadowedToolTip
source: Delete identifier
ja: 識別名を削除します
nb: Slett identifiserer

# 281.title
source: Only with these domains:
ja: 以下のドメインのみ：
nb: Kun med disse domenen:
nl: Enkel binnen deze domeinen:

# 282.title
source: Any Connection
ja: 接続先を問わない
nb: Alle tilkoblinger
nl: Eender Welke Verbinding

# 287.ibShadowedToolTip
source: Add domain
ja: ドメインを追加します
nb: Legg til domene

# 289.ibShadowedToolTip
source: Delete domain
ja: ドメインを削除します
nb: Slett domene

# 333.title
source: Identifiers:
ja: 識別名：
nb: Identifiseer:
nl: Indicators:

# 334.title
source: First Name:
ja: 名：
nb: Første navn:
nl: Voornaam:

# 337.title
source: Picture:
ja: ピクチャ：
nb: Bilde:
nl: Afbeelding:

# 338.title
source: Last Name:
ja: 姓：
nb: Siste navn:
nl: Familienaam:

# 339.title
source: Email:
ja: メール：
nb: Epost:

# 343.title
source: Nickname:
ja: ニックネーム：
nb: Kallenavn:
nl: Schuilnaam:

# 345.title
source: Voice:
ja: 声の種類：
nb: Stemme:
nl: Stem:

# 349.title
source: Address Book:
ja: アドレスブック：
nb: Adressebok:
nl: Adresboek:

# 350.title
source: Change…
ja: 変更…
nb: Endre...
nl: Wijzig…

# 352.title
source: Nickname:
ja: ニックネーム：
nb: Kallenavn:
nl: Schuilnaam:

# 354.title
source: Real Name:
ja: 本名：
nb: Ordentlig navn:
nl: Echte Naam:

# 356.title
source: Username:
ja: ユーザ名：
nb: Brukernavn:
nl: Gebruikersnaam:

# 358.title
source: Host Address:
ja: ホストアドレス：
nb: Vertsadresse:
nl: Hostadres:

# 360.title
source: Connections:
ja: 接続先：
nb: Tilkoblinger:
nl: Verbindingen:

# 364.title
source: Cancel
ja: キャンセル
nb: Avbryt
nl: Annuleer
